tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "apr"
brew "openssl"
brew "apr-util"
brew "gettext"
brew "pcre"
brew "autoconf"
brew "automake"
brew "ossp-uuid"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bash"
brew "icu4c"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "cmake"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "curl"
brew "libevent"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dnsmasq", restart_service: true
brew "duti"
brew "faac"
brew "lame"
brew "libogg"
brew "libvorbis"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "jpeg"
brew "webp"
brew "gibo"
brew "gist"
brew "git"
brew "git-flow"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "gitsh"
brew "go"
brew "gradle"
brew "grep"
brew "hstr"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imap-uw"
brew "oniguruma"
brew "jq"
brew "jrnl"
brew "libav"
brew "libbluray"
brew "pkg-config"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libyaml"
brew "mailhog", restart_service: true
brew "makedepend"
brew "mysql", restart_service: true
brew "mas"
brew "maven"
brew "mcrypt"
brew "mysql-utilities"
brew "namebench"
brew "nginx", restart_service: true
brew "nmap"
brew "p7zip"
brew "perl"
brew "tidy-html5"
brew "php", restart_service: true, link: true
brew "postgresql"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "scons"
brew "shellcheck"
brew "sphinx-doc"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "wp-cli"
brew "yasm"
brew "youtube-dl"
brew "zlib"
cask "1password"
cask "authy"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "avibrazil-rdm"
cask "cyberduck"
cask "docker"
cask "coconutbattery"
cask "dropbox"
cask "figma"
cask "firefox-developer-edition"
cask "firefox-beta"
cask "flux"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "grammarly"
cask "graphiql"
cask "handbrake"
cask "hyper"
cask "iina"
cask "keka"
cask "keybase"
cask "knockknock"
cask "linkliar"
cask "messenger"
cask "microsoft-office"
cask "processing"
cask "ransomwhere"
cask "selfcontrol"
cask "sequel-pro-nightly"
cask "sketch"
cask "smcfancontrol"
cask "spectacle"
cask "spotifree"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "tower"
cask "vanilla"
cask "visual-studio-code"
mas "Encrypto", id: 935235287
mas "Harvest", id: 506189836
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "QuickBooks", id: 640830064
mas "Quiet", id: 1441525727
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
cask "oversight"